{
  "RuBP": "Ribulose 1,5-bisphosphate (RuBP) is an organic substance that is involved in photosynthesis, notably as the principal CO. 2 acceptor in plants.",
  "BSL-1": "Biosafety level 1 (BSL-1) is the lowest level of biosafety, a level that applies to agents that do not ordinarily cause human disease.",
  "RG1": "Risk Group 1 (RG1) are agents that are not associated with disease in healthy adult humans. This group includes a list of animal viral etiologic agents in common use. These agents represent no or little risk to an individual and no or little risk to the community.",
  "Ethidium Bromide": "Ethidium bromide is a DNA intercalator, inserting itself between the base pairs in the double helix.",
  "Gel Electrophoresis": "Gel electrophoresis is a laboratory method used to separate mixtures of DNA, RNA, or proteins according to molecular size.",
  "CBB Cycle": "The Calvin-Benson-Bassham (CBB) Cycle is the metabolic pathway photosynthetic organisms use to fix carbon. It involves three stages: carbin fixation, reduction, and RuBP regeneration.",
  "Transaldolase": "Transaldolase (tal) is an enzyme active in the pentose phsophate metabolic pathway. It catalyzes the reaction of sedoheptulose-7-phosphate (S7P) and glyceraldehyde-3-phosphate (G3P) to fructose-6-phosphate (F6P) and erythrose-4-phosphate (E4P).",
  "GMO": "Genetically modified organisms (GMO) are organisms whose genomes have been modified in a laboratory setting.",
  "Cyanobacteria": "Cyanobacteria are photosynthetic bacteria also known as blue-green algae.",
  "Cloning": "Cloning is the process of making copies of genetic material from an organism.",
  "Computational Modeling": "Computational modeling is the process of using computer software to simulate complex biological processes in silico.",
  "in silico": "In a simulated computer software environment.",
  "Carbon Fixation": "The process of converting CO2 into biologically usable carbon.",
  "Intermediates": "The molecules that are produced by the initial reactants and used to produce the final products of a reaction.",
  "Plasmid": "Plasmids are DNA in the cell that code for nonessential genes. They are not part of the host cell's genome but can intergrate into it.",
  "Transform": "The process by which cells take up DNA from their environment.",
  "WT": "Wild Type (WT) strains of bacteria are bacteria with no genetic manipulation in the laboratory.",
  "in vivo": "In a living organism, typically in a laboratroy setting.",
  "Accelerated Evolution": "Simulated evolution due to a modification of an organisms genome that results in more mutations.",
  "SBPase": "Sedoheptulose-1,7-biphosphotase (SBPase) is an enzyme that dephosphorylates SBP to sedoheptulose-7-phosphate in the CBB Cycle.",
  "Backbone": "The plasmid backbone is the original piece of the plasmid that includes the origin of replication and antibiotic resistance genes, in which the desired part can be added.",
  "PCR": "Polymerase chain reaction (PCR) is the cloning of a specified DNA sequence in a laboratory. It is used to obtain a large number of copies of the specified DNA in a short amount of time.",
  "Genetic Engineering": "The modification of the genome of an organism.",
  "Glycoaldehyde Pathway": "Our second alternative RUBP regeneration pathway with only 3 reactions based on production of ara5p from g3p and glycoaldehyde",
  "Overexpression": "The result of genetic manipulation of an organism in which a certain protein is expressed in a higher concentration than in a WT cell.",
  "g3p": "Glyceraldehyde-3-phosphate is a three carbon compound that occurs in multiple metabolic pathways",
  "ara5p": "Arabinose-5-phospate is a metabolite that our glyceraldehyde pathway would overproduce"
}
