{
    "1": {
        "full": "Z. Wang, Q. Chen, J. Zhang, T. Guan, Y. Chen, and W. Shi, \"Critical roles of cyanobacteria as reservoir and source for antibiotic resistance genes,\" Environment International, vol. 144, p. 106034, Nov. 2020, doi: 10.1016/j.envint.2020.106034.",
        "title": "Critical roles of cyanobacteria as reservoir and source for antibiotic resistance genes",
        "doi_url": "https://doi.org/10.1016/j.envint.2020.106034"
    },
    "2": {
        "full": "X.-G. Zhu, S. P. Long, and D. R. Ort, \"What is the maximum efficiency with which photosynthesis can convert solar energy into biomass?,\" COBIOT, vol. 19, no. 2, pp. 153-159, Apr. 2008, doi: 10.1016/j.copbio.2008.02.004.",
        "title": "What is the maximum efficiency with which photosynthesis can convert solar energy into biomass?",
        "doi_url": "https://doi.org/10.1016/j.copbio.2008.02.004"
    },
    "3": {
        "full": "D. R. Ort et al., \"Redesigning photosynthesis to sustainably meet global food and bioenergy demand,\" PNAS, vol. 112, no. 28, pp. 8529-8536, Jul. 2015, doi: 10.1073/pnas.1424031112.",
        "title": "Redesigning photosynthesis to sustainably meet global food and bioenergy demand",
        "doi_url": "https://doi.org/10.1073/pnas.1424031112"
    },
    "4": {
        "full": "D. Tilman, C. Balzer, J. Hill, and B. L. Befort, \"Global food demand and the sustainable intensification of agriculture,\" Proceedings of the National Academy of Sciences, vol. 108, no. 50, pp. 20260-20264, Dec. 2011, doi: 10.1073/pnas.1116437108.",
        "title": "Global food demand and the sustainable intensification of agriculture",
        "doi_url": "https://doi.org/10.1073/pnas.1116437108"
    },
    "5": {
        "full": "S. Golden, \"Synechococcus elongatus PCC 7942.\" https://genome.jgi.doe.gov/portal/synel/synel.home.html (accessed Aug. 15, 2021).",
        "title": "Synechococcus elongatus PCC 7942",
        "doi_url": ""
    },
    "6": {
        "full": "M. Klemencic et al., \"Synthetic biology of cyanobacteria for production of biofuels and high-value products,\" in Microalgae-Based Biofuels and Bioproducts, C. Gonzalez-Fernandez and R. Munoz, Eds. Woodhead Publishing, 2017, pp. 305-325. doi: 10.1016/B978-0-08-101023-5.00013-3.",
        "title": "Synthetic biology of cyanobacteria for production of biofuels and high-value products",
        "doi_url": "https://doi.org/10.1016/B978-0-08-101023-5.00013-3"
    }
}