{
    "1": {
        "full": "Wang Z, Chen Q, Zhang J, Guan T, Chen Y, Shi W. 2020. Critical roles of cyanobacteria as reservoir and source for antibiotic resistance genes. Environment International 144:106034.",
        "title": "Critical roles of cyanobacteria as reservoir and source for antibiotic resistance genes",
        "url": "https://doi.org/10.1016/j.envint.2020.106034"
    },
    "2": {
        "full": "Zhu X-G, Long SP, Ort DR. 2008. What is the maximum efficiency with which photosynthesis can convert solar energy into biomass? COBIOT 19:153–159.",
        "title": "What is the maximum efficiency with which photosynthesis can convert solar energy into biomass?",
        "url": "https://doi.org/10.1016/j.copbio.2008.02.004"
    },
    "3": {
        "full": "Ort DR, Merchant SS, Alric J, Barkan A, Blankenship RE, Bock R, Croce R, Hanson MR, Hibberd JM, Long SP, Moore TA, Moroney J, Niyogi KK, Parry MAJ, Peralta-Yahya PP, Prince RC, Redding KE, Spalding MH, Wijk KJ van, Vermaas WFJ, Caemmerer S von, Weber APM, Yeates TO, Yuan JS, Zhu XG. 2015. Redesigning photosynthesis to sustainably meet global food and bioenergy demand. PNAS 112:8529–8536.",
        "title": "Redesigning photosynthesis to sustainably meet global food and bioenergy demand",
        "url": "https://doi.org/10.1073/pnas.1424031112"
    },
    "4": {
        "full": "Tilman D, Balzer C, Hill J, Befort BL. 2011. Global food demand and the sustainable intensification of agriculture. PNAS 108:20260–20264.",
        "title": "Global food demand and the sustainable intensification of agriculture",
        "url": "https://doi.org/10.1073/pnas.1116437108"
    },
    "5": {
        "full": "Golden S. Synechococcus elongatus PCC 7942.",
        "title": "Synechococcus elongatus PCC 7942",
        "url": "https://genome.jgi.doe.gov/portal/synel/synel.home.html"
    },
    "6": {
        "full": "Klemenčič M, Nielsen AZ, Sakuragi Y, Frigaard N-U, Čelešnik H, Jensen PE, Dolinar M. 2017. 13 - Synthetic biology of cyanobacteria for production of biofuels and high-value products, p. 305–325. In Gonzalez-Fernandez, C, Muñoz, R (eds.), Microalgae-Based Biofuels and Bioproducts. Woodhead Publishing.",
        "title": "Synthetic biology of cyanobacteria for production of biofuels and high-value products",
        "url": "https://doi.org/10.1016/B978-0-08-101023-5.00013-3"
    },
    "7": {
        "full": "de Paula ACL, Medeiros JD, de Azevedo AC, Chagas JM de A, da Silva VL, Diniz CG. 2018. Antibiotic Resistance Genetic Markers and Integrons in White Soft Cheese: Aspects of Clinical Resistome and Potentiality of Horizontal Gene Transfer. Genes (Basel) 9:106.",
        "title": "Antibiotic Resistance Genetic Markers and Integrons in White Soft Cheese: Aspects of Clinical Resistome and Potentiality of Horizontal Gene Transfer",
        "url": "https://doi.org/10.3390/genes9020106"
    },
    "8": {
        "full": "Liang A, Riaz H, Dong F, Luo X, Yu X, Han Y, Chong Z, Han L, Guo A, Yang L. 2014. Evaluation of efficacy, biodistribution and safety of antibiotic-free plasmid encoding somatostatin genes delivered by attenuated Salmonella enterica serovar Choleraesuis. Vaccine 32:1368–1374.",
        "title": "Evaluation of efficacy, biodistribution and safety of antibiotic-free plasmid encoding somatostatin genes delivered by attenuated Salmonella enterica serovar Choleraesuis",
        "url": "https://doi.org/10.1016/j.vaccine.2014.01.026"
    },
    "9": {
        "full": " Multum, Cerner. Gentamicin. Drugs.com.",
        "title": "Gentamicin",
        "url": "https://www.drugs.com/mtm/gentamicin.html"
    },
    "10": {
        "full": "Kanamycin. DrunkBank Online.",
        "title": "Kanamycin",
        "url": "https://go.drugbank.com/drugs/DB01172"
    },
    "11": {
        "full": "Spectinomycin. DrunkBank Online.",
        "title": "Spectinomycin",
        "url": "https://go.drugbank.com/drugs/DB00919"
    },
    "12": {
        "full": "Streptomycin. PubChem.",
        "title": "Streptomycin",
        "url": "https://pubchem.ncbi.nlm.nih.gov/compound/Streptomycin"
    },
    "13": {
        "full": "Agriculture. Genome.gov.",
        "title": "Agriculture",
        "url": "https://www.genome.gov/dna-day/15-ways/agriculture"
    },
    "14": {
        "full": "Norris, Megan. 2015. Will GMOs Hurt My Body? The Public’s Concerns and How Scientists Have Addressed Them. Science in the News.",
        "title": "Will GMOs Hurt My Body? The Public’s Concerns and How Scientists Have Addressed Them",
        "url": "https://sitn.hms.harvard.edu/flash/2015/will-gmos-hurt-my-body/"
    },
    "15": {
        "full": "Becker SA, Feist AM, Mo ML, Hannum G, Palsson BØ, Herrgard MJ. 2007. Quantitative prediction of cellular metabolism with constraint-based models: the COBRA Toolbox. Nat Protoc 2:727–738.",
        "title": "Quantitative prediction of cellular metabolism with constraint-based models: the COBRA Toolbox",
        "url": "https://doi.org/10.1038/nprot.2007.99"
    },
    "16": {
        "full": "Kaushik AC, Sahi S. 2015. Boolean network model for GPR142 against Type 2 diabetes and relative dynamic change ratio analysis using systems and biological circuits approach. Syst Synth Biol 9:45–54.",
        "title": "Boolean network model for GPR142 against Type 2 diabetes and relative dynamic change ratio analysis using systems and biological circuits approach",
        "url": "https://doi.org/10.1007/s11693-015-9163-0"
    },
    "17": {
        "full": "Covert MW, Famili I, Palsson BO. 2003. Identifying constraints that govern cell behavior: a key to converting conceptual to computational models in biology? Biotechnology and Bioengineering 84:763–772.",
        "title": "Identifying constraints that govern cell behavior: a key to converting conceptual to computational models in biology?",
        "url": "https://doi.org/10.1002/bit.10849"
    },
    "18": {
        "full": "Heirendt L, Arreckx S, Pfau T, Mendoza SN, Richelle A, Heinken A, Haraldsdóttir HS, Wachowiak J, Keating SM, Vlasov V, Magnusdóttir S, Ng CY, Preciat G, Žagare A, Chan SHJ, Aurich MK, Clancy CM, Modamio J, Sauls JT, Noronha A, Bordbar A, Cousins B, El Assal DC, Valcarcel LV, Apaolaza I, Ghaderi S, Ahookhosh M, Ben Guebila M, Kostromins A, Sompairac N, Le HM, Ma D, Sun Y, Wang L, Yurkovich JT, Oliveira MAP, Vuong PT, El Assal LP, Kuperstein I, Zinovyev A, Hinton HS, Bryant WA, Aragón Artacho FJ, Planes FJ, Stalidzans E, Maass A, Vempala S, Hucka M, Saunders MA, Maranas CD, Lewis NE, Sauter T, Palsson BØ, Thiele I, Fleming RMT. 2019. Creation and analysis of biochemical constraint-based models using the COBRA Toolbox v.3.0. Nat Protoc 14:639–702.",
        "title": "Creation and analysis of biochemical constraint-based models using the COBRA Toolbox v.3.0",
        "url": "https://doi.org/10.1038/s41596-018-0098-2"
    },
    "19": {
        "full": "Orth JD, Thiele I, Palsson BØ. 2010. What is flux balance analysis? Nat Biotechnol 28:245–248.",
        "title": "What is flux balance analysis?",
        "url": "https://doi.org/10.1038/nbt.1614"
    },
    "20": {
        "full": "Broddrick JT, Rubin BE, Welkie DG, Du N, Mih N, Diamond S, Lee JJ, Golden SS, Palsson BO. 2016. Unique attributes of cyanobacterial metabolism revealed by improved genome-scale metabolic modeling and essential gene analysis. PNAS 113:E8344–E8353.",
        "title": "Unique attributes of cyanobacterial metabolism revealed by improved genome-scale metabolic modeling and essential gene analysis",
        "url": "https://doi.org/10.1073/pnas.1613446113"
    },
    "21": {
        "full": "Bakhsh A, Anayol E, Özcan SF, Hussain T, Aasim M, Khawar KM, Özcan S. 2015. An insight into cotton genetic engineering (Gossypium hirsutum L.): current endeavors and prospects. Acta Physiol Plant 37:171.",
        "title": "An insight into cotton genetic engineering (Gossypium hirsutum L.): current endeavors and prospects",
        "url": "https://doi.org/10.1007/s11738-015-1930-8"
    },
    "22": {
        "full": "Conner AJ, Jacobs JM. 1999. Genetic engineering of crops as potential source of genetic hazard in the human diet. Mutat Res 443:223–234.",
        "title": "Genetic engineering of crops as potential source of genetic hazard in the human diet",
        "url": "https://doi.org/10.1016/s1383-5742(99)00020-4"
    },
    "23": {
        "full": "Dean C, Jones J, Favreau M, Dunsmuir P, Bedbrook J. 1988. Influence of flanking sequences on variability in expression levels of an introduced gene in transgenic tobacco plants. Nucleic Acids Res 16:9267–9283.",
        "title": "Influence of flanking sequences on variability in expression levels of an introduced gene in transgenic tobacco plants.",
        "url": "https://doi.org/10.1093/nar/16.19.9267"
    },
    "24": {
        "full": "New facilities support photosynthesis studies. RIPE.",
        "title": "New facilities support photosynthesis studies",
        "url": "https://ripe.illinois.edu/news/new-facilities-support-photosynthesis-studies"
    },
    "25": {
        "full": "Kahl G, Winter P. 1995. Plant genetic engineering for crop improvement. World J Microbiol Biotechnol 11:449–460.",
        "title": "Plant genetic engineering for crop improvement",
        "url": "https://doi.org/10.1007/BF00364620"
    },
    "26": {
        "full": "López-Calcagno PE, Brown KL, Simkin AJ, Fisk SJ, Vialet-Chabrand S, Lawson T, Raines CA. 2020. Stimulating photosynthetic processes increases productivity and water-use efficiency in the field. Nat Plants 6:1054–1063.",
        "title": "Stimulating photosynthetic processes increases productivity and water-use efficiency in the field",
        "url": "https://doi.org/10.1038/s41477-020-0740-1"
    },
    "27": {
        "full": "Trudeau DL, Edlich-Muth C, Zarzycki J, Scheffen M, Goldsmith M, Khersonsky O, Avizemer Z, Fleishman SJ, Cotton CAR, Erb TJ, Tawfik DS, Bar-Even A. 2018. Design and in vitro realization of carbon-conserving photorespiration. PNAS 115:E11455–E11464.",
        "title": "Design and in vitro realization of carbon-conserving photorespiration",
        "url": "https://doi.org/10.1073/pnas.1812605115"
    },
    "28": {
        "full": "Isarankura Na Ayudhya N, Laoteng K, Song Y, Meechai A, Vongsangnak W. 2019. Metabolic traits specific for lipid-overproducing strain of Mucor circinelloides WJ11 identified by genome-scale modeling approach. PeerJ 7:e7015.",
        "title": "Metabolic traits specific for lipid-overproducing strain of Mucor circinelloides WJ11 identified by genome-scale modeling approach",
        "url": "https://doi.org/10.7717/peerj.7015"
    },
    "29": {
        "full": "Frontiers for Young Minds: Science for kids, edited by kids. Frontiers.",
        "title": "Frontiers for Young Minds: Science for kids, edited by kids",
        "url": "https://kids.frontiersin.org"
    },
    "30": {
        "full": "Kanehisa M, Sato Y, Kawashima M. 2021. Kyoto Encyclopedia of Genes and Genomes. Protein Science pro.4172.",
        "title": "Kyoto Encyclopedia of Genes and Genomes",
        "url": "https://doi.org/10.1002/pro.4172"
    },
    "31": {
        "full": "The Privatisation of Seeds. RESET.",
        "title": "The Privatisation of Seeds",
        "url": "https://en.reset.org/knowledge/privatisation-seeds"
    },
    "32": {
        "full": "The Golden Rice Project. Golden Rice Humanitarian Board.",
        "title": "The Golden Rice Project",
        "url": "http://goldenrice.org/index.php"
    },
    "33": {
        "full": "Hitah C. Food Loss at the Farm Level. US Department of Agriculture.",
        "title": "Food Loss at the Farm Level",
        "url": "https://www.usda.gov/media/blog/2019/04/16/food-loss-farm-level"
    },
    "34": {
        "full": "Yaffe-Bellany D, Corkery M. 2020. Dumped Milk, Smashed Eggs, Plowed Vegetables: Food Waste of the Pandemic. The New York Times.",
        "title": "Dumped Milk, Smashed Eggs, Plowed Vegetables: Food Waste of the Pandemic",
        "url": "https://www.nytimes.com/2020/04/11/business/coronavirus-destroying-food.html"
    },
    "35": {
        "full": "Bailey-Serres, J, Parker, JE, Ainsworth, EA et al. 2019. Genetic strategies for improving crop yields. Nature 575 109–118.",
        "title": "Genetic strategies for improving crop yields",
        "url": "https://doi.org/10.1038/s41586-019-1679-0"
    },
    "36": {
        "full": "Bailey-Serres J, Parker JE, Ainsworth EA, Oldroyd GED, Schroeder JI. 2019. Genetic strategies for improving crop yields. Nature 575:109–118.",
        "title": "Are G.M.O. Foods Safe?",
        "url": "https://www.nytimes.com/2018/04/23/well/eat/are-gmo-foods-safe.html"
    },
    "37": {
        "full": "Sullivan C. Here’s what kind of people fear GMOs. Business Insider.",
        "title": "Here's what kind of people fear GMOs",
        "url": "https://www.businessinsider.com/higher-education-makes-people-pro-gmo-2015-7"
    },
    "38": {
        "full": "Synechococcus elongatus PCC 7942. Genome Portal.",
        "title": "Synechococcus elongatus PCC 7942",
        "url": "https://genome.jgi.doe.gov/portal/synel/synel.home.html"
    },
    "39": {
        "full": "Yasemi M, Jolicoeur M. 2021. Modelling Cell Metabolism: A Review on Constraint-Based Steady-State and Kinetic Approaches. 2. Processes 9:322.",
        "title": "Modelling Cell Metabolism: A Review on Constraint-Based Steady-State and Kinetic Approaches",
        "url": "https://www.mdpi.com/2227-9717/9/2/322"
    },
    "40": {
        "full": "Orth JD, Thiele I, Palsson BØ. 2010. What is flux balance analysis? Nat Biotechnol 28:245–248.",
        "title": "What is flux balance analysis?",
        "url": "https://doi.org/10.1038/nbt.1614"
    },
    "41": {
        "full": "1994: FLAVR SAVR Tomato. National Human Genome Research Institute.",
        "title": "1994: FLAVR SAVR Tomato",
        "url": "https://www.genome.gov/25520336/online-education-kit-1994-flavr-savr-tomato"
    },
    "42": {
        "full": "Hunter MC, Smith R., Schipanski ME, Atwood LW, Mortensen DA. 2017. Agriculture in 2050: Recalibrating Targets for Sustainable Intensification. BioScience 67:386–391.",
        "title": "Agriculture in 2050: Recalibrating Targets for Sustainable Intensification",
        "url": "http://www.jstor.org/stable/90007777"
    },
    "43": {
        "full": "What conservationists need to know about farming. Proceedings of the Royal Society B: Biological Sciences 279:2714–2724.",
        "title": "What conservationists need to know about farming",
        "url": "https://doi.org/10.1098/rspb.2012.0515"
    },
    "44": {
        "full": "Zhu X-G, Long SP, Ort DR. 2008. What is the maximum efficiency with which photosynthesis can convert solar energy into biomass? Current Opinion in Biotechnology 19:153–159.",
        "title": "What is the maximum efficiency with which photosynthesis can convert solar energy into biomass?",
        "url": "https://doi.org/10.1016/j.copbio.2008.02.004"
    },
    "45": {
        "full": "Jensen PE, Leister D. 2014. Cyanobacteria as an Experimental Platform for Modifying Bacterial and Plant Photosynthesis. Frontiers in Bioengineering and Biotechnology 2:7.",
        "title": "Cyanobacteria as an Experimental Platform for Modifying Bacterial and Plant Photosynthesis",
        "url": "https://doi.org/10.3389/fbioe.2014.00007"
    },
    "46": {
        "full": "Zaidi SS-A, Mansoor S. 2017. Viral Vectors for Plant Genome Engineering. Frontiers in Plant Science 8:539.",
        "title": "Viral Vectors for Plant Genome Engineering",
        "url": "https://doi.org/10.3389/fpls.2017.00539"
    },
    "47": {
        "full": "Gelvin SB. 2003. Agrobacterium-Mediated Plant Transformation: the Biology behind the “Gene-Jockeying” Tool. Microbiology and Molecular Biology Reviews 67:16–37.",
        "title": "Agrobacterium-Mediated Plant Transformation: the Biology behind the “Gene-Jockeying” Tool",
        "url": "https://journals.asm.org/doi/10.1128/MMBR.67.1.16-37.2003"
    },
    "48": {
        "full": "Smith C. Too Many Still Struggling to Meet Food and Nutrition Goals",
        "title": "Too Many Still Struggling to Meet Food and Nutrition Goals",
        "url": "https://ourworld.unu.edu/en/too-many-still-struggling-to-meet-food-and-nutrition-goals"
    },
    "50": {
        "full": "Yaffe-Bellany, David, and Michael Corkery. “Dumped Milk, Smashed Eggs, Plowed Vegetables: Food Waste of the Pandemic.” The New York Times, April 11, 2020, sec. Business.",
        "title": "Dumped Milk, Smashed Eggs, Plowed Vegetables: Food Waste of the Pandemic",
        "url": "https://www.nytimes.com/2020/04/11/business/coronavirus-destroying-food.html"
    },
    "51": {
        "full": "Leister D. 2012. How Can the Light Reactions of Photosynthesis be Improved in Plants? Front Plant Sci 3:199.",
        "title": "How can the light reactions of photosynthesis be improved in plants?",
        "url": "https://doi.org/10.3389/fpls.2012.00199"
    },
    "52": {
        "full": "Whitney SM, Sharwood RE, Orr D, White SJ, Alonso H, Galmés J. 2011. Isoleucine 309 acts as a C4 catalytic switch that increases ribulose-1,5-bisphosphate carboxylase/oxygenase (rubisco) carboxylation rate in Flaveria. PNAS 108:14688–14693.",
        "title": "Isoleucine 309 acts as a C4 catalytic switch that increases ribulose-1,5-bisphosphate carboxylase/oxygenase (rubisco) carboxylation rate in Flaveria",
        "url": "https://doi.org/10.1073/pnas.1109503108"
    },
    "53": {
        "full": "Tamoi M, Takeda T, Shigeoka S. 1999. Functional Analysis of Fructose-1,6-Bisphosphatase Isozymes (fbp-I and fbp-II Gene Products) in Cyanobacteria. Plant and Cell Physiology 40:257–261.",
        "title": "Functional Analysis of Fructose-1,6-Bisphosphatase Isozymes (fbp-I and fbp-II Gene Products) in Cyanobacteria ",
        "url": "https://doi.org/10.1093/oxfordjournals.pcp.a029536"
    },
    "54": {
        "full": "Modeling Photosynthesis | RIPE.",
        "title": "Modeling Photosynthesis | RIPE",
        "url": "https://ripe.illinois.edu/objectives/modeling-photosynthesis"
    },
    "55": {
        "full": "Raines CA. 2003. The Calvin cycle revisited. Photosynthesis Research 75:1–10.",
        "title": "The Calvin cycle revisited",
        "url": "https://doi.org/10.1023/A:1022421515027"
    },
    "56": {
        "full": "Clerico EM, Ditty JL, Golden SS. 2007. Specialized Techniques for Site-Directed Mutagenesis in Cyanobacteria, p. 155–171. In Rosato, E (ed.), Circadian Rhythms: Methods and Protocols. Humana Press, Totowa, NJ.",
        "title": "Specialized Techniques for Site-Directed Mutagenesis in Cyanobacteria",
        "url": "https://doi.org/10.1007/978-1-59745-257-1_11"
    },
    "57": {
        "full": "Bar-Even A, Flamholz A, Noor E, Milo R. 2012. Thermodynamic constraints shape the structure of carbon fixation pathways. Biochimica et Biophysica Acta (BBA) - Bioenergetics 1817:1646–1659.",
        "title": "Thermodynamic constraints shape the structure of carbon fixation pathways",
        "url": "https://doi.org/10.1016/j.bbabio.2012.05.002"
    }
}