{
    "1": {
        "full": "Wang Z, Chen Q, Zhang J, Guan T, Chen Y, Shi W. 2020. Critical roles of cyanobacteria as reservoir and source for antibiotic resistance genes. Environment International 144:106034.",
        "title": "Critical roles of cyanobacteria as reservoir and source for antibiotic resistance genes",
        "url": "https://doi.org/10.1016/j.envint.2020.106034"
    },
    "2": {
        "full": "Zhu X-G, Long SP, Ort DR. 2008. What is the maximum efficiency with which photosynthesis can convert solar energy into biomass? COBIOT 19:153–159.",
        "title": "What is the maximum efficiency with which photosynthesis can convert solar energy into biomass?",
        "url": "https://doi.org/10.1016/j.copbio.2008.02.004"
    },
    "3": {
        "full": "Ort DR, Merchant SS, Alric J, Barkan A, Blankenship RE, Bock R, Croce R, Hanson MR, Hibberd JM, Long SP, Moore TA, Moroney J, Niyogi KK, Parry MAJ, Peralta-Yahya PP, Prince RC, Redding KE, Spalding MH, Wijk KJ van, Vermaas WFJ, Caemmerer S von, Weber APM, Yeates TO, Yuan JS, Zhu XG. 2015. Redesigning photosynthesis to sustainably meet global food and bioenergy demand. PNAS 112:8529–8536.",
        "title": "Redesigning photosynthesis to sustainably meet global food and bioenergy demand",
        "url": "https://doi.org/10.1073/pnas.1424031112"
    },
    "4": {
        "full": "Tilman D, Balzer C, Hill J, Befort BL. 2011. Global food demand and the sustainable intensification of agriculture. Proceedings of the National Academy of Sciences 108:20260–20264.",
        "title": "Global food demand and the sustainable intensification of agriculture",
        "url": "https://doi.org/10.1073/pnas.1116437108"
    },
    "5": {
        "full": "Golden S. Synechococcus elongatus PCC 7942.",
        "title": "Synechococcus elongatus PCC 7942",
        "url": "https://genome.jgi.doe.gov/portal/synel/synel.home.html"
    },
    "6": {
        "full": "Klemenčič M, Nielsen AZ, Sakuragi Y, Frigaard N-U, Čelešnik H, Jensen PE, Dolinar M. 2017. 13 - Synthetic biology of cyanobacteria for production of biofuels and high-value products, p. 305–325. In Gonzalez-Fernandez, C, Muñoz, R (eds.), Microalgae-Based Biofuels and Bioproducts. Woodhead Publishing.",
        "title": "Synthetic biology of cyanobacteria for production of biofuels and high-value products",
        "url": "https://doi.org/10.1016/B978-0-08-101023-5.00013-3"
    },
    "7": {
        "full": "de Paula ACL, Medeiros JD, de Azevedo AC, Chagas JM de A, da Silva VL, Diniz CG. 2018. Antibiotic Resistance Genetic Markers and Integrons in White Soft Cheese: Aspects of Clinical Resistome and Potentiality of Horizontal Gene Transfer. Genes (Basel) 9:106.",
        "title": "Antibiotic Resistance Genetic Markers and Integrons in White Soft Cheese: Aspects of Clinical Resistome and Potentiality of Horizontal Gene Transfer",
        "url": "https://doi.org/10.3390/genes9020106"
    },
    "8": {
        "full": "Liang A, Riaz H, Dong F, Luo X, Yu X, Han Y, Chong Z, Han L, Guo A, Yang L. 2014. Evaluation of efficacy, biodistribution and safety of antibiotic-free plasmid encoding somatostatin genes delivered by attenuated Salmonella enterica serovar Choleraesuis. Vaccine 32:1368–1374.",
        "title": "Evaluation of efficacy, biodistribution and safety of antibiotic-free plasmid encoding somatostatin genes delivered by attenuated Salmonella enterica serovar Choleraesuis",
        "url": "https://doi.org/10.1016/j.vaccine.2014.01.026"
    },
    "9": {
        "full": " Multum, Cerner. Gentamicin. Drugs.com.",
        "title": "Gentamicin",
        "url": "https://www.drugs.com/mtm/gentamicin.html#:~:text=Gentamicin%20is%20an%20antibiotic%20that,listed%20in%20this%20medication%20guide"
    },
    "10": {
        "full": "Kanamycin. DrunkBank Online.",
        "title": "Kanamycin",
        "url": "https://go.drugbank.com/drugs/DB01172"
    },
    "11": {
        "full": "Spectinomycin. DrunkBank Online.",
        "title": "Spectinomycin",
        "url": "https://go.drugbank.com/drugs/DB00919"
    },
    "12": {
        "full": "Streptomycin. PubChem.",
        "title": "Streptomycin",
        "url": "https://pubchem.ncbi.nlm.nih.gov/compound/Streptomycin"
    },
    "13": {
        "full": "Agriculture. Genome.gov.",
        "title": "Agriculture",
        "url": "https://www.genome.gov/dna-day/15-ways/agriculture"
    },
    "14": {
        "full": "Norris, Megan. 2015. Will GMOs Hurt My Body? The Public’s Concerns and How Scientists Have Addressed Them. Science in the News.",
        "title": "Will GMOs Hurt My Body? The Public’s Concerns and How Scientists Have Addressed Them",
        "url": "https://sitn.hms.harvard.edu/flash/2015/will-gmos-hurt-my-body/"
    }
}